Repository: clbasaran/anlik
Catalog: StripMate/Resources/Localizable.xcstrings
Source language: tr
Languages: en, es_es

# Forgot Password?
source: Şifreni mi unuttun?
en: Forgot Password?
es_es: Olvidaste tu contrasena?

source: Fotoğraf Gönder
en: Send Photo
es_es: Enviar foto

source: Fotoğraf Hatası
en: Photo Error
es_es: Error de foto

source: Fotoğraf gönder
en: Send photo
es_es: Enviar foto

source: Fotoğraf gönderilemedi. Lütfen tekrar deneyin.
en: Couldn't send photo. Please try again.
es_es: No se pudo enviar la foto. Vuelve a intentarlo.

source: Fotoğraf yanıt gönderilemedi.
en: Couldn't send photo reply.
es_es: No se pudo enviar la respuesta con foto.

source: Fotoğraf çek
en: Take a photo
es_es: Haz una foto

source: Fotoğraf çekilemedi.
en: Couldn't take photo.
es_es: No se pudo capturar la foto.

source: Fotoğraflarım ne kadar süre saklanıyor?
en: How long are my photos kept?
es_es: ¿Cuánto tiempo se guardan mis fotos?

source: Fotoğrafını görmesini istediğin arkadaşlarını seç
en: Select the friends you want to see your photo
es_es: Elige a los amigos que quieres que vean tu foto

# Friends
source: Arkadaşlar
en: Friends
es_es: Amistades

source: GIPHY çıkartmalarını mesajlara yapıştır
en: Add GIPHY stickers to your messages
es_es: Añade stickers de GIPHY a tus mensajes

source: GIPHY'de ara...
en: search GIPHY...
es_es: Buscar en GIPHY...

source: Galeriden yeni profil fotoğrafı seç
en: Choose a new profile photo from gallery
es_es: Elige una nueva foto de perfil de la galeria

source: Galeriye kaydet
en: Save to gallery
es_es: Guardar en la galeria

source: Gelen kutusu yüklenemedi.
en: Couldn't load inbox.
es_es: No se pudo cargar la bandeja de entrada.

source: Geri
en: Back
es_es: Atras

# Get Started
source: Başla
en: Get Started
es_es: Empezar

source: Geçerli bir doğum tarihi seç.
en: Pick a valid date of birth.
es_es: Selecciona una fecha de nacimiento valida.

source: Geçmiş
en: History
es_es: Historial

source: Geçmiş temizlenemedi.
en: Couldn't clear history.
es_es: No se pudo borrar el historial.

source: Geçmiş yüklenemedi. Aşağı çekerek tekrar dene.
en: Couldn't load history. Pull down to try again.
es_es: No se pudo cargar el historial. Desliza hacia abajo para reintentar.

source: Giriş başarısız: %@
en: Sign-in failed: %@
es_es: Error al iniciar sesion: %@

source: Giriş ekranına dön
en: Return to sign-in screen
es_es: Volver a la pantalla de inicio de sesion

source: Giriş yapmış olmalısınız.
en: You must be signed in.
es_es: Debes haber iniciado sesion.

source: Gizli an açık
en: Secret moment on
es_es: Momento oculto activado

source: Gizli an kapalı
en: Secret moment off
es_es: Momento oculto desactivado

source: Gizlilik Politikası
en: Privacy Policy
es_es: Politica de privacidad

source: Gönder
en: Send
es_es: Enviar

source: Gönder butonuna bas, fotoğrafın anında ulaşsın
en: Tap the send button and your photo arrives instantly
es_es: Pulsa el botón de enviar y tu foto llegará al instante

source: Gönderen belirler: 7 gün, 30 gün ya da kalıcı. Varsayılan 30 gündür; kalıcı anlar fotoğrafın üstünde "kalıcı an" etiketiyle görünür
en: The sender decides: 7 days, 30 days, or forever. The default is 30 days; permanent moments show a "permanent moment" tag on the photo
es_es: Lo decide quien envía: 7 días, 30 días o para siempre. Por defecto son 30 días; los momentos permanentes muestran una etiqueta en la foto

source: Gönderildi
en: Sent
es_es: Enviado

source: Görsel işlenemedi.
en: Couldn't process image.
es_es: No se pudo procesar la imagen.

source: Görünen ad
en: Display name
es_es: Nombre visible

source: Görünen ad ve kullanıcı adı gerekli
en: Display name and username are required
es_es: El nombre visible y el nombre de usuario son obligatorios

source: Güvenlik kodu oluşturulamadı. Lütfen tekrar deneyin.
en: Couldn't create security code. Please try again.
es_es: No se pudo generar el codigo de seguridad. Vuelve a intentarlo.

source: H%lld
en: W%lld
es_es: S%lld

source: HAFTALIK AKTİVİTE
en: WEEKLY ACTIVITY
es_es: ACTIVIDAD SEMANAL

source: Hafta %lld
en: Week %lld
es_es: Semana %lld

source: Haftalık Özet
en: Weekly Summary
es_es: Resumen semanal

# Harassment or Bullying
source: Taciz veya Zorbalık
en: Harassment or Bullying
es_es: Acoso o intimidacion

source: Hata
en: Error
es_es: Error

source: Her gün karşılıklı fotoğraf paylaşarak arkadaşınla bağ kur
en: Build a bond with your friend by sharing photos with each other every day
es_es: Crea un vínculo con tu amigo compartiendo fotos mutuamente cada día

source: Her gün paylaşım yap, bağın büyüsün
en: Share every day and let your bond grow
es_es: Comparte cada día y haz crecer tu vínculo

source: Her hafta paylaşım istatistiklerini gör
en: See your sharing stats every week
es_es: Consulta tus estadísticas de publicación cada semana

source: Hesabımı nasıl silerim?
en: How do I delete my account?
es_es: ¿Cómo elimino mi cuenta?

source: Hesabınız Askıya Alındı
en: Your Account Has Been Suspended
es_es: Tu cuenta ha sido suspendida

source: Hesabınız Engellendi
en: Your Account Has Been Blocked
es_es: Tu cuenta ha sido bloqueada

source: Hesap oluştur veya giriş yap
en: Create an account or log in
es_es: Crea una cuenta o inicia sesión

# History
source: Geçmiş
en: History
es_es: Historial

# Image processing failed.
source: Görüntü işleme başarısız.
en: Image processing failed.
es_es: No se pudo procesar la imagen.

# Inappropriate Content
source: Uygunsuz İçerik
en: Inappropriate Content
es_es: Contenido inapropiado

# Inbox
source: Gelen Kutusu
en: Inbox
es_es: Bandeja de entrada

# Inbox, %lld unread
source: Gelen Kutusu, %lld okunmamış
en: Inbox, %lld unread
es_es: Bandeja de entrada, %lld sin leer

# Invalid state: A login nonce was not found.
source: Geçersiz durum: Giriş doğrulama kodu bulunamadı.
en: Invalid state: A login nonce was not found.
es_es: Estado no valido: no se encontro el nonce de inicio de sesion.

source: KVKK Aydınlatma Metni
en: KVKK Privacy Notice
es_es: Texto de proteccion de datos KVKK

source: KVKK aydınlatma metni
en: KVKK privacy notice
es_es: texto informativo de KVKK

source: Kabul edilemedi.
en: Could not be accepted.
es_es: No se pudo aceptar.

source: Kaldırılamadı.
en: Could not be removed.
es_es: No se pudo eliminar.

source: Kamera
en: Camera
es_es: Camara

source: Kameranı aç ve anını yakala
en: Open your camera and capture your moment
es_es: Abre tu cámara y captura tu momento

source: Kamerayı Aç
en: Open Camera
es_es: Abrir cámara

source: Kapat
en: Close
es_es: Cerrar

source: Kaydı Durdur
en: Stop Recording
es_es: Detener grabación

source: Kayıt başarısız: %@
en: Sign-up failed: %@
es_es: Error al registrarse: %@

source: Kimlik Doğrulama Hatası
en: Authentication Error
es_es: Error de autenticacion

source: Kimlik bilgisi alınamadı.
en: Could not get credentials.
es_es: No se pudo obtener la informacion de identidad.

source: Kimse Bulunamadı
en: No One Found
es_es: No se encontro a nadie

source: Kişi ara...
en: Search people...
es_es: Buscar persona...

source: Kolaj
en: Collage
es_es: Collage

source: Konumu kaldır
en: Remove location
es_es: Quitar ubicación

source: Kopyalamak için dokun
en: Tap to copy
es_es: Toca para copiar

source: Kullanıcı
en: User
es_es: Usuario

source: Kullanıcı adı
en: Username
es_es: Nombre de usuario

source: Kullanıcı bulunamadı.
en: User not found.
es_es: No se encontro al usuario.

source: Kullanım Koşulları
en: Terms of Use
es_es: Condiciones de uso

# Login failed: %@
source: Giriş başarısız: %@
en: Login failed: %@
es_es: Error al iniciar sesion: %@

source: Lütfen bir kullanıcı adı seç
en: Please choose a username
es_es: Elige un nombre de usuario

source: Lütfen e-posta adresini gir
en: Please enter your email address
es_es: Introduce tu correo electronico

source: Lütfen en az bir alıcı seçin.
en: Please select at least one recipient.
es_es: Selecciona al menos un destinatario.

source: Lütfen geçerli bir e-posta adresi girin.
en: Please enter a valid email address.
es_es: Introduce un correo electronico valido.

source: Lütfen tüm alanları doldur
en: Please fill in all fields
es_es: Completa todos los campos

# Map
source: Harita
en: Map
es_es: Mapa

source: Mekan
en: Place
es_es: Lugar

source: Mesaj Hatası
en: Message Error
es_es: Error de mensaje

source: Mesaj ekle...
en: Add a message...
es_es: Anadir mensaje...

source: Mesaj gönder
en: Send message
es_es: Enviar mensaje

source: Mesaj gönderilemedi.
en: Message could not be sent.
es_es: No se pudo enviar el mensaje.

source: Mesaj gönderilemedi. Otomatik tekrar denenecek.
en: Message could not be sent. It will retry automatically.
es_es: No se pudo enviar el mensaje. Se reintentara automaticamente.

source: Mesaj kuyruğa eklendi. Bağlantı gelince gönderilecek.
en: Message queued. It will be sent when the connection is back.
es_es: Mensaje en cola. Se enviara cuando haya conexion.

source: Mesaj yaz
en: Write a message
es_es: Escribe un mensaje

source: Mesaj yaz...
en: Write a message...
es_es: Escribe un mensaje...

source: Mesaj çok uzun. Maksimum 2000 karakter.
en: Message is too long. Maximum 2000 characters.
es_es: Mensaje demasiado largo. Maximo 2000 caracteres.

source: Mesajınız yasaklı kelime içeriyor: %@
en: Your message contains a banned word: %@
es_es: Tu mensaje contiene una palabra prohibida: %@

source: Mesajınız...
en: Your message...
es_es: Tu mensaje...

# Message Error
source: Mesaj Hatası
en: Message Error
es_es: Error de mensaje

# Message...
source: Mesaj...
en: Message...
es_es: Mensaje...

# Messages
source: Mesajlar
en: Messages
es_es: Mensajes

source: Muğla, Türkiye
en: Muğla, Turkey
es_es: Mugla, Turquia

# My Code: %@
source: Kodum: %@
en: My Code: %@
es_es: Mi codigo: %@

# Need an account? Sign Up
source: Hesabın yok mu? Kayıt Ol
en: Need an account? Sign Up
es_es: No tienes cuenta? Registrate

# New Friend Requests
source: Yeni Arkadaşlık İstekleri
en: New Friend Requests
es_es: Nuevas solicitudes de amistad

# Next
source: İleri
en: Next
es_es: Siguiente

# No friends yet. Search a code to add someone.
source: Henüz arkadaşın yok. Birini eklemek için kodunu ara.
en: No friends yet. Search a code to add someone.
es_es: Todavia no hay nadie. Busca un codigo para anadir a alguien.

# No history yet. Send a photo to a friend!
source: Henüz geçmiş yok. Bir arkadaşına fotoğraf gönder!
en: No history yet. Send a photo to a friend!
es_es: Todavia no hay historial. Envia una foto a alguien!

# No internet connection. Please check your network.
source: İnternet bağlantısı yok. Lütfen ağ bağlantınızı kontrol edin.
en: No internet connection. Please check your network.
es_es: Sin conexion a internet. Comprueba tu red.

# No messages yet
source: Henüz mesaj yok
en: No messages yet
es_es: Todavia no hay mensajes

# No notifications yet
source: Henüz bildirim yok
en: No notifications yet
es_es: Todavia no hay notificaciones

# Notifications
source: Bildirimler
en: Notifications
es_es: Notificaciones

# Notifications, %lld unread
source: Bildirimler, %lld okunmamış
en: Notifications, %lld unread
es_es: Notificaciones, %lld sin leer

# OK
source: Tamam
en: OK
es_es: OK

# Other
source: Diğer
en: Other
es_es: Otro

source: Oturum süresi doldu. Lütfen tekrar deneyin.
en: Session expired. Please try again.
es_es: La sesion ha expirado. Vuelve a intentarlo.

# Password
source: Şifre
en: Password
es_es: Contrasena

# Password reset email sent! Check your inbox.
source: Şifre sıfırlama e-postası gönderildi! Gelen kutunuzu kontrol edin.
en: Password reset email sent! Check your inbox.
es_es: Correo de restablecimiento enviado! Revisa tu bandeja de entrada.

source: Paylas
en: Share
es_es: Compartir

source: Paz
en: Sun
es_es: Dom

# Pending Request...
source: Bekleyen İstek...
en: Pending Request...
es_es: Solicitud pendiente...

source: Per
en: Thu
es_es: Jue

# Photo
source: Fotoğraf
en: Photo
es_es: Foto

# Photo Error
source: Fotoğraf Hatası
en: Photo Error
es_es: Error de foto

# Photos
source: Fotoğraflar
en: Photos
es_es: Fotos

# Pinch to zoom, double tap to toggle zoom
source: Yakınlaştırmak için kıstırın, zoom için çift dokunun
en: Pinch to zoom, double tap to toggle zoom
es_es: Pellizca para hacer zoom, toca dos veces para alternar

# Please enter your email address
source: Lütfen e-posta adresinizi girin
en: Please enter your email address
es_es: Introduce tu correo electronico

# Please fill in all fields
source: Lütfen tüm alanları doldurun
en: Please fill in all fields
es_es: Completa todos los campos

source: Pozlama
en: Exposure
es_es: Exposicion

source: Profil fotoğrafı değiştir
en: Change profile photo
es_es: Cambiar foto de perfil

source: Profil fotoğrafı ekle (opsiyonel)
en: Add profile photo (optional)
es_es: Añadir foto de perfil (opcional)

source: Profil fotoğrafı seç
en: Choose profile photo
es_es: Elegir foto de perfil

source: Profil hareketi %lld
en: Profile action %lld
es_es: Movimiento de perfil %lld

source: Profil hareketi ekle, slot %lld
en: Add profile action, slot %lld
es_es: Añadir movimiento de perfil, slot %lld

source: Profil hareketi kaydet
en: Save profile action
es_es: Guardar movimiento de perfil

source: Profil ve Ayarlar
en: Profile & Settings
es_es: Perfil y ajustes

source: Profilde görünen adını düzenle
en: Edit the name shown on your profile
es_es: Edita tu nombre visible en el perfil

# Profile & Settings
source: Profil ve Ayarlar
en: Profile & Settings
es_es: Perfil y ajustes

source: Profile ekle
en: Add to profile
es_es: Añadir al perfil

source: Profili görüntüle: %@
en: View profile: %@
es_es: Ver perfil: %@

source: Pzt
en: Mon
es_es: Lun

source: QR kodunu göster
en: Show QR code
es_es: Mostrar codigo QR

source: QR kodunu paylaş
en: Share QR code
es_es: Compartir código QR

source: Rastgele
en: Random
es_es: Aleatorio

# Received
source: Alındı
en: Received
es_es: Recibido

# Registration Successful! Redirecting...
source: Kayıt Başarılı! Yönlendiriliyor...
en: Registration Successful! Redirecting...
es_es: Registro completado! Redirigiendo...

source: Rehber taranıyor...
en: Scanning contacts...
es_es: Escaneando contactos...

source: Rehberden Bul
en: Find From Contacts
es_es: Buscar en contactos

source: Rehberden bul
en: Find from contacts
es_es: Buscar en contactos

source: Rehbere Erişim İzni Ver
en: Allow Contacts Access
es_es: Permitir acceso a contactos

source: Rehberindeki Arkadaşlarını Bul
en: Find Friends From Your Contacts
es_es: Encuentra a tus amigos en los contactos

source: Rehberindeki kişiler henüz anlık.'ta değil.
en: No one from your contacts is on anlık. yet.
es_es: Tus contactos aun no estan en anlik.

# Replying to %@
source: %@ kişisine yanıt veriliyor
en: Replying to %@
es_es: Respondiendo a %@

# Replying to message
source: Mesaja yanıt veriliyor
en: Replying to message
es_es: Respondiendo al mensaje

# Replying to yourself
source: Kendine yanıt veriyorsun
en: Replying to yourself
es_es: Respondiendo a ti mismo

# Report
source: Şikayet Et
en: Report
es_es: Reportar

# Report & Block
source: Şikayet Et ve Engelle
en: Report & Block
es_es: Reportar y bloquear

# Report User
source: Kullanıcıyı Şikayet Et
en: Report User
es_es: Reportar usuario

# Request timed out. Please try again.
source: İstek zaman aşımına uğradı. Lütfen tekrar deneyin.
en: Request timed out. Please try again.
es_es: La solicitud expiro. Vuelve a intentarlo.

# Reset Exposure
source: Pozlamayı Sıfırla
en: Reset Exposure
es_es: Restablecer exposicion

# Reset Password
source: Şifreyi Sıfırla
en: Reset Password
es_es: Restablecer contrasena

# Retake Photo
source: Yeniden Çek
en: Retake Photo
es_es: Volver a tomar foto

# Rollcalls
source: Haftalık Toplamlar
en: Rollcalls
es_es: Llamadas

source: Ruh Hali
en: Mood
es_es: Estado de animo

source: Sadece kendi mesajlarınızı silebilirsiniz.
en: You can only delete your own messages.
es_es: Solo puedes eliminar tus propios mensajes.

source: Sal
en: Tue
es_es: Mar

# Say hi to %@!
source: %@ kişisine merhaba de!
en: Say hi to %@!
es_es: Saluda a %@!

source: Sebep: %@
en: Reason: %@
es_es: Motivo: %@

# Select Friends
source: Arkadaşlarını Seç
en: Select Friends
es_es: Seleccionar amistades

# Send
source: Gönder
en: Send
es_es: Enviar

# Send Photo
source: Fotoğraf Gönder
en: Send Photo
es_es: Enviar foto

# Send Reset Email
source: Sıfırlama E-postası Gönder
en: Send Reset Email
es_es: Enviar correo de restablecimiento

# Send message...
source: Mesaj gönder...
en: Send message...
es_es: Enviar mensaje...

# Send to %d Friends
source: %d Arkadaşa Gönder
en: Send to %d Friends
es_es: Enviar a %d amistades

# Send to %lld Friends
source: %lld Arkadaşa Gönder
en: Send to %lld Friends
es_es: Enviar a %lld amistades

# Send to...
source: Şuraya gönder...
en: Send to...
es_es: Enviar a...

# Sending Photo
source: Fotoğraf Gönderiliyor
en: Sending Photo
es_es: Enviando foto

source: Senin Gönderdiğin
en: Sent by You
es_es: Enviado por ti

# Sent by You
source: Senin tarafından gönderildi
en: Sent by You
es_es: Enviado por ti

# Sent you a request
source: Sana istek gönderdi
en: Sent you a request
es_es: Te envio una solicitud

# Sent!
source: Gönderildi!
en: Sent!
es_es: Enviado!

source: Sesli Yorum Kaydet
en: Record Voice Comment
es_es: Grabar comentario de voz

source: Sesli Yorumu Sil
en: Delete Voice Comment
es_es: Eliminar comentario de voz

source: Sesli gönder
en: Send with sound
es_es: Enviar con sonido

source: Sessiz gönder
en: Send silently
es_es: Enviar en silencio

# Sign In
source: Giriş Yap
en: Sign In
es_es: Iniciar sesion

# Sign Out
source: Çıkış Yap
en: Sign Out
es_es: Cerrar sesion

# Sign up failed: %@
source: Kayıt başarısız: %@
en: Sign up failed: %@
es_es: Error al registrarse: %@

source: Silme işlemi başarısız oldu.
en: Delete failed.
es_es: No se pudo completar la eliminacion.

# Skip
source: Atla
en: Skip
es_es: Saltar

# Social Error
source: Sosyal Hata
en: Social Error
es_es: Error social

# Someone
source: Birisi
en: Someone
es_es: Alguien

# Something went wrong. Please try again later.
source: Bir sorun oluştu. Lütfen daha sonra tekrar deneyin.
en: Something went wrong. Please try again later.
es_es: Algo salio mal. Vuelve a intentarlo mas tarde.

source: Sosyal
en: Social
es_es: Social

source: Sosyal Hata
en: Social Error
es_es: Error social

# Spam or Fake Account
source: Spam veya Sahte Hesap
en: Spam or Fake Account
es_es: Spam o cuenta falsa

source: Spam veya Sahte Hesap
en: Spam or Fake Account
es_es: Spam o cuenta falsa

source: Spotify'dan Şarkı Seç
en: Pick a Song from Spotify
es_es: Elegir cancion de Spotify

source: Spotify'dan şarkı seç
en: Pick a song from Spotify
es_es: elegir cancion de Spotify

source: Sıfırlama e-postası gönderilemedi.
en: Couldn't send reset email.
es_es: No se pudo enviar el correo de restablecimiento.

source: Taciz veya Zorbalık
en: Harassment or Bullying
es_es: Acoso o intimidacion

# Take Photo
source: Fotoğraf Çek
en: Take Photo
es_es: Tomar foto

source: Tamam
en: OK
es_es: Vale

# Tap to open chat
source: Sohbeti açmak için dokun
en: Tap to open chat
es_es: Toca para abrir el chat

source: Tekrar Dene
en: Try Again
es_es: Reintentar

source: Tekrar Kontrol Et
en: Check Again
es_es: Volver a comprobar

source: Tekrar Çek
en: Retake
es_es: Volver a tomar

source: Telefon numaraları şifreli şekilde kontrol edilir. Hiçbiri sunucuya kaydedilmez.
en: Phone numbers are checked in encrypted form. None are stored on the server.
es_es: Los numeros de telefono se comprueban de forma cifrada. Ninguno se guarda en el servidor.

source: Bu işlem kalıcıdır ve geri alınamaz. Tüm verileriniz, fotoğraflarınız ve arkadaşlıklarınız silinecektir.
en: This action is permanent and cannot be undone. All your data, photos, and friendships will be deleted.
es_es: Esta accion es permanente y no se puede deshacer. Todos tus datos, fotos y amistades se eliminaran.

# This invite code does not exist.
source: Bu davet kodu mevcut değil.
en: This invite code does not exist.
es_es: Este codigo de invitacion no existe.

source: Bu işlem gönderdiğin tüm fotoğrafları kalıcı olarak silecektir. Arkadaşların, kendi geçmişlerini temizlemedikleri sürece onları görmeye devam edecektir.
en: This will permanently delete all photos you have sent. Your friends will still see them if they haven't cleared their history.
es_es: Esto eliminara permanentemente todas las fotos que has enviado. Tus amistades aun podran verlas si no han borrado su historial.

source: Bu fotoğraf herkes için kalıcı olarak silinecektir. Bu işlem geri alınamaz.
en: This will permanently delete this photo for everyone. This action cannot be undone.
es_es: Esto eliminara permanentemente esta foto para todos. Esta accion no se puede deshacer.

source: Token verisi işlenemedi.
en: Couldn't process token data.
es_es: No se pudo procesar el token.

source: Tüm veriler Firebase altyapısında şifreli olarak saklanır
en: All data is stored encrypted on Firebase infrastructure
es_es: Todos los datos se guardan cifrados en la infraestructura de Firebase

# Unable to fetch identity token.
source: Kimlik doğrulama jetonu alınamadı.
en: Unable to fetch identity token.
es_es: No se pudo obtener el token de identidad.

# Unable to serialize token string from data.
source: Jeton verisi dönüştürülemedi.
en: Unable to serialize token string from data.
es_es: No se pudo procesar el token.

# User
source: Kullanıcı
en: User
es_es: Usuario

# User blocked.
source: Kullanıcı engellendi.
en: User blocked.
es_es: Usuario bloqueado.

# User not found.
source: Kullanıcı bulunamadı.
en: User not found.
es_es: No se encontro al usuario.

# User reported. Thank you.
source: Kullanıcı şikayet edildi. Teşekkürler.
en: User reported. Thank you.
es_es: Usuario reportado. Gracias.

# Username
source: Kullanıcı Adı
en: Username
es_es: Nombre de usuario

source: Uygunsuz içerik bildirimi için uygulama içi bildirim özelliğini veya yukarıdaki e-posta adresini kullanabilirsiniz. İçerik kaldırma talepleri en geç 24 saat içinde değerlendirilir.
en: To report inappropriate content, you can use the in-app reporting feature or the email address above. Content removal requests are reviewed within 24 hours.
es_es: Puedes usar la funcion de reporte dentro de la app o el correo de arriba para reportar contenido inapropiado. Las solicitudes de retirada se revisan en un maximo de 24 horas.

source: Uygunsuz İçerik
en: Inappropriate Content
es_es: Contenido inapropiado

source: Vazgeç
en: Cancel
es_es: Cancelar

source: Veri Hatası
en: Data Error
es_es: Error de datos

source: Veri senkronize edilemedi.
en: Couldn't sync data.
es_es: No se pudieron sincronizar los datos.

source: Veri yerel olarak kaydedilemedi.
en: Couldn't save data locally.
es_es: No se pudieron guardar los datos localmente.

source: Verilerim güvende mi?
en: Is my data safe?
es_es: ¿Están seguros mis datos?

source: Video kaydedilemedi
en: Couldn't save video
es_es: No se pudo guardar el vídeo

source: Video okunamadı.
en: Couldn't read video.
es_es: No se pudo leer el vídeo.

source: Video onizlemesi olusturulamadi
en: Couldn't create video preview
es_es: No se pudo crear la vista previa del vídeo

source: Video yuklenemedi
en: Couldn't upload video
es_es: No se pudo cargar el video

source: Video yüklenemedi
en: Video upload failed
es_es: No se ha podido subir el vídeo

source: Video yüklenemedi.
en: Couldn't upload video.
es_es: No se pudo subir el vídeo.

# View
source: Görünüm
en: View
es_es: Ver

# View Full Screen
source: Tam Ekran Görüntüle
en: View Full Screen
es_es: Ver en pantalla completa

# We'll send a password reset link to your email.
source: E-posta adresinize şifre sıfırlama bağlantısı göndereceğiz.
en: We'll send a password reset link to your email.
es_es: Te enviaremos un enlace para restablecer tu contrasena.

# Week %lld
source: %lld. Hafta
en: Week %lld
es_es: Semana %lld

# Week %lld Recap
source: %lld. Hafta Özeti
en: Week %lld Recap
es_es: Resumen de la semana %lld
